print('Задача 6. Полёт')

# Что нужно сделать
# Напишите программу для сервиса заказа билетов,
# которая запрашивает у пользователя город вылета и город прилёта. 
# Затем выведите их в одну строку через тире. 
# Обратите внимание на свои переменные: названия должны отражать содержимое.

sity_out = input('Введите город вылета: ')
sity_in = input('Введите город для прибытия: ')
print(sity_out,'-',sity_in)